{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "chezmoi.vim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neorg-templates": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-lsp-handlers.nvim": { "branch": "trunk" },
  "telescope.nvim": { "branch": "0.1.x" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-interestingwords": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-zoom": { "branch": "master" }
}